<template>
    <div v-once>
        <section class="section">
            <div class="container">
                <div class="row">
                    <div class="text-center col-md-8 offset-md-2 mt-5 pt-5">
                        <h2 class="text-secondary">Политика конфиденциальности</h2>
                        <hr/>
                        <div class="brblock text-justify">
                            <p>В целях сохранения конфиденциальности © {{ NameSite }} не предоставляем Ваши личные данные, 
                            в том числе информацию о платежных реквизитах, третьим лицам.</p>

                            <p>Все платежные операции являются легальными на территории Российской Федерации и оформляются 
                            официальным договором на прием платежей, удовлетворяющим требованиям контролирующих и фискальных органов.</p>

                            <p><strong>Электронная рассылка.</strong></p>

                            <p>Собираемая нами персональная информация позволяет своевременно уведомлять Вас об обновлениях, 
                            последних новостях и изменениях в работе сайта. Вы можете в любое время отказаться от электронной 
                            рассылки, изменив соответствующие настройки в Личном кабинете.</p>

                            <p>Мы также отправляем Инициаторам электронные адреса спонсоров в случае успешного финансирования Заявки.</p>

                            <p><strong>Меры, применяемые для защиты персональной информации пользователей.</strong></p>

                            <p>© {{ NameSite }}&nbsp;анонимно использует файлы cookies для запоминания персональной информации и 
                            обеспечения более удобного взаимодействия с Компанией. Вы можете отключить использование cookies 
                            в параметрах настройки браузера, однако в этом случае некоторые функции сайта могут работать неправильно.</p>

                            <p>© {{ NameSite }}&nbsp;автоматически собирает адреса Интеренет-протоколов (IP-адреса) пользователей 
                            для понимания и анализа тенденций, администрирования сайта, изучения поведения пользователей на 
                            сайте и сбора демографической информации.</p>

                            <p>В целях сохранения конфиденциальности Вашей личной информации мы принимаем необходимые и 
                            достаточные организационные и технические меры безопасности, сводящие к минимуму 
                            несанкционированный доступ к Вашей персональной информации или ее раскрытию. 
                            В частности, мы используем SSL - шифрование для защиты персональных сведений, в том числе 
                            информации о Вашей кредитной или дебетовой карте, мобильном телефоне и других платежных реквизитов.</p>

                            <p><strong>Добровольное предоставление данных.</strong></p>

                            <p>В отношении персональной информации пользователя сохраняется ее конфиденциальность, 
                            кроме случаев добровольного предоставления пользователем информации о себе для общего 
                            доступа неограниченному кругу лиц.</p>

                            <p><strong>Условия обработки персональной информации пользователей.</strong></p>

                            <p>Использование сайта © {{ NameSite }} означает согласие пользователей с настоящей 
                            Политикой конфиденциальности и условиями обработки его персональных данных.</p>

                            <p>Авторы проектов обязуются не использовать личную информацию о спонсорах в целях, 
                            не предполагаемых условиями выполнения проекта и не указанных в описании проекта.</p>

                            <p>Авторы проектов никогда не получают информацию о кредитных или дебетовых картах спонсоров.</p>

                            <p>Лица, не достигшие совершеннолетия, не могут самостоятельно использовать сайт.</p>

                            <p><strong>Изменение Политики конфиденциальности. Применимое законодательство.</strong></p>

                            <p>© {{ NameSite }} имеет право вносить изменения в настоящую Политику конфиденциальности. 
                            При внесении изменений в актуальной редакции указывается дата последнего обновления. 
                            Новая редакция Политики вступает в силу с момента ее размещения, если иное не предусмотрено 
                            новой редакцией Политики. О внесенных изменениях мы уведомляем пользователей по 
                            электронной почте, указанной при регистрации.</p>

                            <p>Настоящая Политика и отношения между пользователем и © {{ NameSite }}, возникающие в 
                            связи с применением Политики конфиденциальности, регулируется нормами законодательства 
                            Российской Федерации.</p>

                            <p><strong>Изменение пользователем персональной информации.</strong></p>

                            <p>Пользователь может изменить или удалить предоставленную им персональную информацию 
                            или её часть, а также параметры её конфиденциальности, воспользовавшись функцией 
                            редактирования персональных данных в Личном кабинете.</p>

                            <p><strong>Обратная связь.</strong></p>

                            <p>Если у вас возникли вопросы в отношении настоящей Политики конфиденциальности или 
                            обработки персональных данных © {{ NameSite }}, пожалуйста, свяжитесь с нами:</p>

                            <p><strong>email:</strong> <span style="color:#0099ff">support@defina.ru</span><br>
                            <strong>тел.:</strong> <span style="color:#0099ff">+7 800 100 200 4</span><br>
                            <strong>skype:</strong> <span style="color:#0099ff">definaru</span></p>

                            <small style="color:#808080">Обновлено: 02/ 12/ 2019 г</small>

                        </div>   
                    </div>
                </div>
            </div>
        </section>
    </div>
</template>

<script>
    export default {props: ['NameSite']}
</script>

<style>

</style>